Repository: coder426/woo-custom-cart-button
Catalog: i18n/languages/catcbll-*.po
Languages: ja, ru_ru

source: Poor
ja: 悪い
ru_ru: Плохо

source: Works
ja: 作品
ru_ru: Работы

source: Good
ja: 良い
ru_ru: Хорошо

source: Great
ja: すごい
ru_ru: Отлично

source: Fantastic!
ja: 素晴らしい！
ru_ru: Фантастический!

source: Live demo
ja: ライブデモ
ru_ru: Демонстрационный сайт

source: Settings
ja: 設定
ru_ru: Настройки

source: Add to Cart
ja: カートに追加
ru_ru: Добавить в корзину

source: Cart Button's Settings
ja: カートボタンの設定
ru_ru: Настройки кнопки корзины

source: Both
ja: 両方とも
ru_ru: Оба

source: Default Add to cart per Product
ja: デフォルトで製品ごとにカートに追加
ru_ru: По умолчанию Добавить в корзину для каждого продукта

source: Custom Button per Product
ja: デフォルトで製品ごとにカートに追加
ru_ru: Пользовательская кнопка для каждого продукта

source: Custom button position
ja: カートボタンの設定
ru_ru: Пользовательская позиция кнопки

source: custom button position
ja: カートボタンの設定
ru_ru: пользовательская позиция кнопки

source: Custom Button Display
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: Global
ja: グローバル
ru_ru: Глобальный

source: Shop
ja: ショップ
ru_ru: Магазин

source: Single Product
ja: 単一の製品
ru_ru: Один продукт

source: Open link in new tab
ja: 新しいタブでリンクを開く
ru_ru: Открыть ссылку в новой вкладке

source: If checkbox is check then button link open in new tab
ja: チェックボックスがオンの場合、ボタンのリンクが新しいタブで開きます
ru_ru: Если флажок установлен, ссылка на кнопку открывается в новой вкладке

source: Custom Button Style
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: Text Font Size
ja: テキストのフォントサイズ
ru_ru: Размер шрифта текста

source: Border Size
ja: テキストのフォントサイズ
ru_ru: Размер границы

source: Border Radius
ja: ボーダー半径
ru_ru: Пограничный радиус

source: Button Background
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: Text Font Color
ja: テキストのフォントサイズ
ru_ru: Размер шрифта текста

source: Border color
ja: ボーダの色
ru_ru: Цвет границы

source: Hover Color
ja: ホバーカラー
ru_ru: Цвет наведения

source: Button Padding
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: Button padding
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: Vertically
ja: 垂直に
ru_ru: Вертикально

source: Horizontally
ja: 横に
ru_ru: Горизонтально

source: Button Margin
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: Button margin
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: Top
ja: 上
ru_ru: Bерхний

source: Right
ja: 正しい
ru_ru: Правильно

source: Bottom
ja: 下
ru_ru: Низ

source: Left
ja: 左
ru_ru: Осталось

source: Button icon
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: Button icon Position
ja: カートボタンの設定
ru_ru: Nользовательская позиция кнопки

source: 2D Transitions
ja: 2Dトランジション
ru_ru: 2D переходы

source: 2D Transitions hover on Add to Cart Button
ja: 2Dトランジションが[カートに追加]ボタンにホバー
ru_ru: 2D переходы на кнопку Добавить в корзину

source: Background Transitions
ja: 2Dトランジション
ru_ru: 2D переходы

source: Add to Cart Button Background Transitions on hover
ja: 2Dトランジションが[カートに追加]ボタンにホバー
ru_ru: 2D переходы на кнопку Добавить в корзину

source: There are no exporting data in your selection fields
ja: 選択フィールドにデータをエクスポートしていません
ru_ru: В полях выбора нет данных для экспорта

source: Label
ja: ラベル
ru_ru: Mетка

source: Url
ru_ru: Веб-сайт

source: Add To Basket or Shop Now or Shop on Amazon
ja: バスケットに追加するか、今すぐ購入するか、Amazonで購入してください
ru_ru: Добавить в корзину или делать покупки сейчас или делать покупки на Amazon

source: This text will be shown on the button linking to the external product
ja: このテキストは、外部製品にリンクするボタンに表示されます
ru_ru: Этот текст будет показан на кнопке, ссылающейся на внешний продукт

source: Enter the external URL to the product
ja: このテキストは、外部製品にリンクするボタンに表示されます
ru_ru: Этот текст будет показан на кнопке, ссылающейся на внешний продукт

source: Product Custom Button Settings
ja: このテキストは、外部製品にリンクするボタンに表示されます
ru_ru: Пользовательская кнопка для каждого продукта

source: Add New
ja: カートに追加
ru_ru: Открыть ссылку в новой вкладке

source: Remove
ja: 削除する
ru_ru: Yдалять

source: Shortcode
ja: ショートコード
ru_ru: Короткий номер

source: Anywhere you can show product using this shortcode
ja: このショートコードを使用して製品を表示できる場所ならどこでも
ru_ru: Везде, где вы можете показать продукт, используя этот шорткод

source: Support
ja: サポート
ru_ru: Служба поддержки

source: I would like to review this plugin
ja: このプラグインを確認したい
ru_ru: Я хотел бы рассмотреть этот плагин

source: I have ideas to improve this plugin
ja: このプラグインを改善するためのアイデアがあります
ru_ru: У меня есть идеи, чтобы улучшить этот плагин

source: I need help with this plugin
ja: このプラグインを確認したい
ru_ru: У меня есть идеи, чтобы улучшить этот плагин

source: Enter your email address..
ja: メールアドレスを入力してください..
ru_ru: Введите ваш адрес электронной почты..

source: Leave plugin developers any feedback here..
ja: プラグイン開発者にフィードバックをお寄せください。
ru_ru: Оставляйте разработчикам плагинов любые отзывы здесь ..

source: I agree that by clicking the send button below my email address and comments will be send to a ServMask server
ja: メールアドレスの下にある送信ボタンをクリックすると、コメントがServMaskサーバーに送信されることに同意します
ru_ru: Я согласен, что нажав кнопку «Отправить» под моим адресом электронной почты, комментарии будут отправлены на сервер ServMask

source: Send
ja: メールアドレスの下にある送信ボタンをクリックすると、コメントがServMaskサーバーに送信されることに同意します
ru_ru: Я согласен, что нажав кнопку «Отправить» под моим адресом электронной почты, комментарии будут отправлены на сервер ServMask

source: Cancel
ja: キャンセル
ru_ru: Отмена

source: Custom Cart Button
ja: カートボタンの設定
ru_ru: Пользовательская кнопка Дисплей

source: You do not have sufficient permissions to access this page
ja: このページにアクセスするための十分な権限がありません
ru_ru: У вас недостаточно прав для доступа к этой странице

source: General
ja: 一般的な
ru_ru: Общее

source: Wcatcbll Product show
ja: 単一の製品
ru_ru: Пользовательская кнопка для каждого продукта

source: New title
ja: 新しいタブでリンクを開く
ru_ru: Открыть ссылку в новой вкладке

source: Number of products to show
ja: 表示する製品の数
ru_ru: Количество продуктов для показа
